[
  {
    "title": "Coastal Zone Cleanup",
    "description": "Join us in making a tangible difference in the environment by helping to collect trash along the scenic shores of Turbivskyi Park. This volunteer opportunity is perfect for nature lovers, local residents, and anyone passionate about preserving our planet’s beauty.\\nOur team will be focusing on removing litter and debris from the park's lakeside paths and waterfront areas, helping to restore natural habitats for birds and aquatic life. Not only will your contribution lead to a cleaner ecosystem, but it will also make the park a more enjoyable place for the whole community.\\nAll necessary materials, including protective gloves and trash bags, will be provided on-site. Just bring your enthusiasm, comfortable clothes, and a readiness to make a positive impact.",
    "wage": 12.50,
    "neededPeople": 8,
    "appliedPeople": 1,
    "objectId": 1
  },
  {
    "title": "Reforestation Day",
    "description": "Help us breathe new life into the legendary Hoia-Baciu Forest by joining our effort to plant 200 young saplings. This reforestation initiative is aimed at restoring the forest’s natural balance and combating the effects of deforestation and climate change.\\nVolunteers will assist in carefully planting native tree species, contributing to long-term ecological health and biodiversity in the area. Whether you’re an experienced green thumb or a first-time planter, your participation will make a lasting impact on one of Romania’s most iconic woodlands.\\nAll necessary tools and materials will be provided — just bring your energy, weather-appropriate clothing, and a willingness to get your hands dirty for a greener future.",
    "wage": 0,
    "neededPeople": 20,
    "appliedPeople": 5,
    "objectId": 1
  },
  {
    "title": "Water Quality Monitoring",
    "description": "Join our environmental monitoring team in assessing the health of Snagov Pond by testing pH and pollutant levels. This initiative plays a key role in understanding the impact of human activity on local water quality and helps guide future conservation efforts.\\nVolunteers will learn how to collect water samples, use portable testing kits, and document findings accurately. It’s a hands-on opportunity to contribute to scientific data collection and support the long-term well-being of this important aquatic ecosystem.\\nNo prior experience is required — all training and equipment will be provided on-site. Bring your curiosity, a notepad if you like to take notes, and a sense of responsibility toward our shared natural resources.",
    "wage": 18.00,
    "neededPeople": 4,
    "appliedPeople": 2,
    "objectId": 2
  },
  {
    "title": "Trail Maintenance",
    "description": "Help protect the unique biodiversity of Letea Forest by removing invasive plant species along its scenic trails. These non-native species threaten the delicate balance of the local ecosystem by outcompeting native flora and altering habitats for wildlife.\\nAs a volunteer, you'll assist in identifying and safely clearing invasive plants under the guidance of experienced coordinators. This work directly supports the regeneration of native vegetation and the preservation of one of Europe’s most remarkable natural areas.\\nAll necessary tools and safety equipment will be provided. Wear sturdy shoes, long sleeves, and prepare to make a meaningful impact on the health of this rare, subtropical forest.",
    "wage": 10.00,
    "neededPeople": 6,
    "appliedPeople": 0,
    "objectId": 5
  }
]
